Repository: rafaelrabeloit/think-win
Catalog: Think.WinStore/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

source: About
pt_br: Sobre

# AboutCaption.Text
source: An app to make you think every day.
pt_br: Uma app para fazer você pensar todos os dias.

# AboutLaisCredits.Text
source: Design by Lais Munhoz Mastelari
pt_br: Design por Lais Munhoz Mastelari

# AboutMessage.Text
source: This app was made for fun. At the time of publication there were 700 unique quotes on our servers and plans to increase to 1000 before launching the third version. Please report any bug, error or strange behavior. Thank you for Reviews! We are always improving thanks to you.
pt_br: Esta app foi feita por diversão. Na data de sua publicação haviam 700 citações únicas em nossos servidores e planos para aumentar para 1000 antes do lançamento da terceira versão. Por favor, reporte qualquer bug, erro ou comportamento estranho. Agradecemos vocês pelos Reviews! Estamos sempre melhorando graças a vocês.

# AboutPrivacy.Text
source: Here, read our Privacy Statement
pt_br: Aqui, leia nossa Declaração de Privacidade

# AboutPrivacyLink.Content
source: Privacy Statement
pt_br: Declaração de Privacidade

# AboutProducedOn.Text
source: Produced on LTIA - UNESP Bauru - São Paulo - Brazil
pt_br: Produzida no LTIA - UNESP Bauru - São Paulo - Brasil

# AboutRafaelCredits.Text
source: Code by Rafael Rabelo Itajubá
pt_br: Código por Rafael Rabelo Itajubá

# AboutTitle.Text
source: About
pt_br: Sobre

# AboutVisitUs.Text
source: Visit us
pt_br: Visite-nos

source: Blue
pt_br: Azul

source: Daily
pt_br: Diariamente

source: Dark
pt_br: Escuro

source: Favorites
pt_br: Favoritos

source: Green
pt_br: Verde

source: Download all
pt_br: Baixar todas

source: Refresh
pt_br: Atualizar

# GroupedErrorCorruptedXML
source: Ouch! Your local data was corrupted. You will have to download it again using the Restore Data from Server option in the App Bar.
pt_br: Ai! Seus dados locais from corrompidos. Você terá que baixá-los de novo usando a opção de Restaurar Dados do Servidor na App Bar.

# GroupedErrorNoInternet.Text
source: Woops. Failed to connect to Internet.
pt_br: Ops. Falha ao conectar à Internet.

# GroupedErrorNoItems.Text
source: You don't have any Quotes.
pt_br: Você não possui nenhuma Citação.

# GroupedGetNewQuote.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Get new
pt_br: Pegar nova

# GroupedRandomQuote.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Go to random
pt_br: Ir para aleatória

source: Half Hour
pt_br: Meia Hora

source: Hour
pt_br: Hora

# ItemCopy.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Copy
pt_br: Copiar

# ItemFavorite.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Favorite
pt_br: Marcar favorita

# ItemUnFavorite.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Unfavorite
pt_br: Tirar favorita

source: Light
pt_br: Claro

source: Orange
pt_br: Laranja

source: Preferences
pt_br: Preferências

# PreferencesApplyToAll.Content
source: Apply this Color to All Quotes now
pt_br: Aplicar esta Cor para Todas as Citações agora

# PreferencesClearAll.Content
source: Clear all quotes
pt_br: Limpar todas as citações

# PreferencesClearRecents.Content
source: Clear Recents
pt_br: Limpar Recentes

# PreferencesErrorRestart
source: It's necessary to restart the app.
pt_br: É necessário reiniciar a app.

# PreferencesFeedbackUpdateStart
source: Updates Starded
pt_br: Atualizações Iniciadas.

# PreferencesFeedbackUpdateStop
source: Updates Stoped
pt_br: Atualizações Paradas.

# PreferencesMessageColor.Text
source: Change the Color for incoming Quotes
pt_br: Mudar a Cor de Citações novas

# PreferencesMessageLanguage.Text
source: Change the Language for incoming Quotes
pt_br: Mude o Idioma das Citações novas

# PreferencesMessageTheme.Text
source: Change the Theme for Application
pt_br: Mudar o Tema da Aplicação

# PreferencesMessageUpdate.Text
source: Change when receive updates
pt_br: Mudar quando recebe atualizações

# PreferencesTitle.Text
source: Preferences
pt_br: Preferências

# PreferencesUpdateToggle.Header
source: Receive Updates
pt_br: Receber Atualizações

source: Purple
pt_br: Roxo

source: Recents
pt_br: Recentes

source: Red
pt_br: Vermelho

# SearchAllFilter
source: All
pt_br: Todos

# SearchErrorNoResults.Text
source: No results match your search.
pt_br: Nenhum resultado para sua pesquisa.

# SearchResultMessage.Text
source: Results for
pt_br: Resultados para

# ShareAppMessageContent
source: I'm using this great app to read Quotes from great Thinkers!
pt_br: Eu estou usando este ótimo app para ler Citações de grandes Pensadores!

# ShareAppMessageDescription
source: Share the Think with everybody.
pt_br: Compartilhe o Think com todo mundo.

# ShareQuoteMessageDescription
source: Shared by Think for Windows 8
pt_br: Compartilhado por Think para Windows 8

# SixHour
source: Six Hours
pt_br: Seis horas

# TwelveHour
source: Twelve Hours
pt_br: Doze horas

source: Yellow
pt_br: Amarelo
